[
    {
      "id": 1,
      "jobDescription": "As a software engineer, you will be responsible for developing and maintaining software applications. You will work closely with a team of developers to design, code, and test new software features.",
      "jobResponsibilities": [
        "Develop and maintain software applications",
        "Design, code, and test new software features",
        "Collaborate with a team of developers"
      ],
      "educationalRequirements": "Bachelor's degree in Computer Science or related field",
      "experiences": "3+ years of experience in software engineering",
      "phone": "(123) 456-7890",
      "email": "jobs@abcinc.com",
      "address": "123 Main Street, San Francisco, CA"
    },
    {
      "id": 2,
      "jobDescription": "As a marketing manager, you will be responsible for developing and implementing marketing strategies to promote our products and services. You will work closely with the sales team to create campaigns that drive revenue and increase brand awareness.",
      "jobResponsibilities": [
        "Develop and implement marketing strategies",
        "Create campaigns that drive revenue and increase brand awareness",
        "Work closely with the sales team to ensure marketing and sales alignment"
      ],
      "educationalRequirements": "Bachelor's degree in Marketing or related field",
      "experiences": "5+ years of experience in marketing",
      "phone": "(123) 456-7890",
      "email": "jobs@xyzcorp.com",
      "address": "456 Elm Street, New York, NY"
    },
    {
      "id": 3,
      "jobDescription": "As a data scientist, you will be responsible for analyzing and interpreting complex data sets to provide insights and recommendations to stakeholders. You will work closely with a team of analysts to identify trends and patterns in data.",
      "jobResponsibilities": [
        "Analyze and interpret complex data sets",
        "Provide insights and recommendations to stakeholders",
        "Identify trends and patterns in data"
      ],
      "educationalRequirements": "Master's degree in Data Science or related field",
      "experiences": "5+ years of experience in data science",
      "phone": "(123) 456-7890",
      "email": "jobs@defco.com",
      "address": "789 Maple Street, Seattle, WA"
    },
    {
      "id": 4,
      "jobDescription": "As a graphic designer, you will be responsible for creating visual concepts and designs for a variety of mediums. You will work closely with a team of designers to develop creative solutions for our clients.",
      "jobResponsibilities": [
        "Create visual concepts and designs",
        "Develop creative solutions for clients",
        "Collaborate with a team of designers"
      ],
      "educationalRequirements": "Bachelor's degree in Graphic Design or related field",
      "experiences": "3+ years of experience in graphic design",
      "phone": "(123) 456-7890",
      "email": "jobs@ghiagency.com",
      "address": "1010 Oak Street, Los Angeles, CA"
    },
    {
        "id": 5,
        "jobDescription": "As a human resources manager, you will be responsible for overseeing the recruiting, hiring, and training of employees. You will work closely with department managers to identify staffing needs and develop strategies for attracting and retaining top talent.",
        "jobResponsibilities": [
          "Oversee recruiting, hiring, and training of employees",
          "Identify staffing needs and develop strategies for attracting and retaining top talent",
          "Work closely with department managers to ensure alignment with company goals and objectives",
          "Manage employee relations issues and ensure compliance with company policies and procedures"
        ],
        "educationalRequirements": "Bachelor's degree in Human Resources or related field",
        "experiences": "5+ years of experience in human resources",
        "phone": "(123) 456-7890",
        "email": "jobs@defco.com",
        "address": "789 Maple Street, Seattle, WA"
      },
      
      {
        "id": 3,
        "jobDescription": "As an accountant, you will be responsible for managing financial records, preparing tax returns, and ensuring compliance with tax laws and regulations. You will also be responsible for analyzing financial data and making recommendations to management based on your findings.",
        "jobResponsibilities": [
          "Manage financial records and prepare tax returns",
          "Ensure compliance with tax laws and regulations",
          "Analyze financial data and make recommendations to management",
          "Prepare financial reports and presentations"
        ],
        "educationalRequirements": "Bachelor's degree in Accounting or related field",
        "experiences": "3+ years of experience in accounting",
        "phone": "(123) 456-7890",
        "email": "jobs@abcinc.com",
        "address": "123 Main Street, Anytown, USA"
      }
      
]